
//Вставляю полученные IDs строкой и вывожу их столбиком в консоль

console.log(wordsInColumn('25689267, 25689255, 25689243, 25689236, 25689226, 25689213, 25689200, 25689190, 25689180, 25689157, 25689142, 25689130, 25689115, 25689102, 25689090, 25689076, 25689060, 25689047, 25689036, 25689025, 25689005, 25688988, 25688974, 25688965, 25688955, 25688948, 25688932, 25688914, 25688900, 25688883, 25688867, 25688851, 25688830, 25688817, 25688803, 25688786, 25688778, 25688762, 25688743, 25688724, 25688707, 25688675, 25688654, 25688633, 25688618, 25688600, 25688579, 25688559, 25688541, 25688521, 25688503, 25688487, 25688468, 25688454, 25688445, 25688426, 25688407, 25688393, 25688381, 25688364, 25688349, 25688333, 25688315, 25688296, 25688278, 25688262, 25688216, 25688199, 25688179, 25688156, 25688148, 25688134, 25688115, 25688084, 25688065, 25688008, 25687992, 25687971, 25687961, 25687951, 25687901, 25687889, 25687862, 25687837, 25687816, 25687787, 25687770, 25687751, 25687740, 25687606, 25687589, 25687514, 25687484, 25687467, 25687443, 25687383, 25687313, 25681116, 25680747, 25678693'));
function wordsInColumn(text) {
  let words = text.split(', ');
  let maxLength = Math.max.apply(null, words.map(w => w.length));
  return words.map(w => ' '.repeat(maxLength - w.length) + w).join('\n');
}
//теперь нужно их скопировать и записать в файл browser.ids.txt

//теперь закомментируйте код выше, а тот что ниже наоборот - раскомментируйте

//Беру IDs, которые получил предидущим кодом из файла и вывожу в консоль в правильном порядке.
const fs = require('fs');
const readFileLines = filename => fs.readFileSync(filename).toString('UTF8').split('\n');
let browser_full_id = readFileLines('browser.ids.txt');

for (let i = 78; i >= 0; i--){
  console.log(browser_full_id[i]);
}
//Берем и копируем ручками ID из консоля и записываем куда нам надо